Repository: baharatbas/Ak-ll-Tabak
Catalog: Localication/Localizable.xcstrings
Source language: en
Languages: fr, tr

source: Smart Plate Category
fr: Catégorie de plaques d'immatriculation intelligentes

# Son Analizlerin
source: Final Analyses
fr: Analyses finales
tr: Son Analizlerin

# Su Takibi
source: Water Tracking
fr: Suivi de l'eau
tr: Su Takibi

# Süt ürünlerinden vazgeçemeyen bireyler için zorlayıcı olabilir.
source: This can be challenging for individuals who cannot give up dairy products.
fr: Cela peut s'avérer difficile pour les personnes qui ne peuvent pas se passer de produits laitiers.
tr: Süt ürünlerinden vazgeçemeyen bireyler için zorlayıcı olabilir.

# Tamam
source: Okey
fr: Bien
tr: Tamam

source: Today's Summary
fr: Résumé du jour

# Tümünü Gör
source: View all
fr: Afficher tout
tr: Tümünü Gör

# Uzman Diyetisyenler
source: Expert Dietitians
fr: Diététiciens experts
tr: Uzman Diyetisyenler

source: Vegan
fr: Végétalienne

# Vegan Diyet
source: Vegan Diet
fr: régime végétalien
tr: Vegan Diyeti

source: A vegan diet is a plant-based eating pattern that completely excludes all animal products. It is preferred for ethical, environmental, and health reasons. When properly planned, it supports heart health and has a low environmental impact.
fr: L'alimentation végétalienne est un régime alimentaire exclusivement végétal qui exclut totalement les produits d'origine animale. Elle est privilégiée pour des raisons éthiques, environnementales et de santé. Bien planifiée, elle favorise la santé cardiovasculaire et a un faible impact environnemental.
tr: Vegan diyet, tüm hayvansal ürünleri tamamen dışlayan bitkisel temelli bir beslenme biçimidir. Etik, çevresel ve sağlık nedenleriyle tercih edilir. Doğru planlandığında kalp sağlığını destekler ve çevresel etkisi düşüktür.

# Vejetaryen Diyet
source: Vegetarian Diet
fr: régime végétarien
tr: Vejetaryen Diyet

source: A vegetarian diet is a plant-based eating pattern that excludes meat and fish. Dairy products and eggs may be consumed in some types of vegetarian diets. When properly planned, it supports heart health and reduces environmental impacts.
fr: Un régime végétarien est un régime alimentaire à base de plantes qui exclut la viande et le poisson. Certains régimes végétariens peuvent inclure la consommation de produits laitiers et d'œufs. Bien planifié, il favorise la santé cardiovasculaire et réduit l'impact environnemental.
tr: Vejetaryen diyet, et ve balık tüketimini dışlayan, bitkisel ağırlıklı bir beslenme biçimidir. Süt ürünleri ve yumurta bazı vejetaryen türlerinde tüketilebilir. Doğru planlandığında kalp sağlığını destekler ve çevresel etkileri azaltır.

source: Weekly Calorie Intake
fr: Apport calorique hebdomadaire
tr: Haftalık Kalori Alımı

# Yapay zeka tarafından tanımlandı
source: Identified by artificial intelligence.
fr: Identifié par l'intelligence artificielle.
tr: Yapay zeka tarafından tanımlandı

# Yaptığın yemek analizlerini incele...
source: Review the food analyses you conducted...
fr: Examinez les analyses alimentaires que vous avez effectuées...
tr: Yaptığın yemek analizlerini incele...

source: Scan your food with the camera or select a photo from the gallery, then start the smart analysis process.
fr: Scannez votre aliment avec l'appareil photo ou sélectionnez une photo dans la galerie, puis lancez le processus d'analyse intelligente.
tr: Yemeğini kamerayla tara veya galeriden fotoğraf seç, ardından akıllı analiz sürecini başlat.

source: Your Analysis
fr: Votre analyse
tr: Analiziniz

# Zaten Hesabım Var Giriş Yap
source: I already have an account. Log in.
fr: J'ai déjà un compte. Connectez-vous.
tr: Zaten Hesabım Var Giriş Yap

# AKILLI TABAK
source: SMART PLATE
tr: AKILLI TABAK

# Akıllı Tabak
source: Smart Plate
tr: Akıllı Tabak

source: Calories
tr: Kalori

# Diyetisyenler
source: Dietitians
tr: Diyetisyenler

# E-Posta
source: email
tr: E-Posta
